LEXICON_RU_HANDLER: dict = {
    "lexicon_cmd_start": """🎉 Спасибо за приобретение нашей услуги! Мы искренне рады, что вы выбрали нас. 

🙏 Мы были бы очень признательны, если бы вы нашли время оставить отзыв о вашем опыте. Ваше мнение помогает нам становиться лучше и предоставлять ещё более качественные услуги.

💬 Пожалуйста, поделитесь своими впечатлениями и предложениями. Мы ценим каждый отзыв!""",
    "start_write_feedback": "Пожалуйста напишите свой отзыв!",
    "fsm_feedback_text": """{}, пожалуйста проверьте написанный отзыв.
    
"{}"

<i>Примечание: удалить или изменить отзыв после сохранения нельзя!</i>""",
    "fsm_feedback_save": "Спасибо за ваш отзыв, он очень важен для нас!",
}


LEXICON_RU_KEYBOARD: dict = {
    "inline_kb_start_feedback": "Написать отзыв",
    "inline_kb_cancel_feedback": "Отмена",
    "inline_kb_confirm_feedback": {"cancel": "Отмена", "save": "Сохранить"},
}
